[
  {
    "caso" : 1, 
    "sospechoso": "bart",
    "arma": "pistola",
    "locacion": "casa_simpson",
    "historia": "Moe había descubierto que Bart estaba detrás de un mercado negro de fuegos artificiales en Springfield. El joven travieso no quería ser descubierto, así que citó a Moe en la casa de los Simpson con la excusa de entregarle una cerveza especial. Cuando Moe llegó, Bart lo esperaba con una pistola robada de la oficina del jefe Gorgory. Fue rápido y silencioso. Nadie supo nada… hasta ahora.",
    "homero": "Yo estaba en el bar de Moe... bueno, creo. No recuerdo mucho de esa noche, pero juro que no vi a Moe salir.",
    "marge": "Bart estuvo muy inquieto esa semana. Algo escondía… aunque no quería decirme qué.",
    "bart": "¿Yo? Estaba haciendo fuegos artificiales en el patio… ¡nada ilegal! Tal vez.",
    "lisa": "Escuché un ruido raro en casa esa noche, pero pensé que era papá cayéndose de la cama otra vez.",
    "flanders": "¡Vecinitos! Esa noche estuve orando… no noté nada extraño, salvo que no escuché a Moe como de costumbre.",
    "casa_simpson": "El lugar más familiar de Springfield, siempre lleno de movimiento. Esa noche, la casa estuvo especialmente tranquila… al menos eso dijo Maggie con su chupón. ¿Fue solo una noche más en casa, o se escondía algo detrás de esas paredes color pastel?",
    "casa_flanders": "Tan pacífica como una oración al amanecer. Algunos aseguran que Ned no dejaría entrar a un pecador, pero otros lo han visto recibir a todos con una sonrisa. ¿Demasiado perfecta para ser real?",
    "bar_moe": "El lugar favorito de Homero, Carl y Lenny. Muchos juran haber visto a Moe allí hasta altas horas, pero esa noche… nadie recuerda nada. O tal vez no quieren recordar.",
    "krustyland": "Luces, música y caos. A veces, entre los gritos del parque, nadie nota si alguien desaparece. Dicen que Marge estuvo por ahí limpiando, ¿pero qué limpió realmente?",
    "kwikemart": "Un lugar donde todos van, pero pocos se quedan. Lisa fue vista comprando agua ese día… ¿planeaba algo o solo tenía sed?",
    "pistola": "Rápida, certera, sin rastro de lucha. Muchos dicen que el jefe Gorgory descuida su armamento… y Springfield tiene demasiados niños curiosos. ¿Fueron disparos o fuegos artificiales?",
    "cuchillo": "Cualquier cocina lo tiene, pero no todos saben usarlo con precisión. Flanders tiene una colección bien afilada… para cocinar, claro.",
    "jeringa": "Objeto clínico y frío, solo para manos expertas. Lisa, siempre tan científica… ¿qué guardaba en su mochila esa semana?",
    "hacha": "Pesada, pero efectiva. Dicen que hay una en el callejón trasero del bar de Moe… aunque Homero jura que solo la usó para romper hielo.",
    "veneno": "Invisible, callado, y lento. Marge cultiva hierbas en el jardín… algunas incluso las usa en el té. ¿Sabías que la lavanda puede ser tóxica en grandes cantidades?"
    
  },
  {
    "caso" : 2, 
    "sospechoso": "marge",
    "arma": "veneno",
    "locacion": "krustyland",
    "historia": "Moe debía una fuerte suma de dinero a Krusty el Payaso, y Marge, trabajando temporalmente como encargada de limpieza en Krustyland, descubrió que Moe pensaba vender información sobre Lisa para saldar su deuda. Marge no lo permitió. En una bebida de cortesía en la montaña rusa, le colocó veneno cuidadosamente preparado con ingredientes del jardín trasero de Ned. Nadie sospechó jamás de ella.",
    "homero": "Krustyland es confuso. Solo recuerdo haber comido un hot dog y luego quedarme dormido en la rueda de la fortuna. No vi a Marge en todo el día.",
    "marge": "Yo estaba trabajando en Krustyland ese día, pero no hablé con Moe. Lo juro. Solo lo vi de lejos… parecía alterado.",
    "bart": "Vi a mamá cerca del carrito de bebidas, hablando con uno de los trabajadores. Se veía nerviosa… pero mamá siempre se estresa fácil.",
    "lisa": "Moe ha estado metido en cosas turbias últimamente. Me dijo que tenía un trato pendiente… aunque no quiso decirme con quién.",
    "flanders": "Marge me pidió unas hierbas de mi jardín esa semana. Dijo que eran para una receta especial… no pregunté más.",
    "casa_simpson": "Una casa familiar aparentemente tranquila. Pero sus habitantes son cualquier cosa menos predecibles. Cualquiera podría esconder algo en su cochera.",
    "casa_flanders": "Todo luce pulcro y bendecido, pero hasta el más devoto puede perder la fe cuando es provocado.",
    "bar_moe": "Oscuro, grasiento y lleno de secretos. Moe ha hecho enemigos entre sus propios clientes. ¿El alcohol no era lo más peligroso en ese lugar?",
    "krustyland": "Luces, música y caos. A veces, entre los gritos del parque, nadie nota si alguien desaparece. Dicen que Marge estuvo por ahí limpiando, ¿pero qué limpió realmente?",
    "kwikemart": "Ajetreado durante el día, pero por la noche, se convierte en un lugar solitario. Ideal para que ocurran cosas sin testigos. Apu lo ha visto todo… o casi todo.",
    "pistola": "Rápida, ruidosa y letal. Solo alguien impulsivo usaría un arma tan directa… ¿o tal vez alguien que sabía cómo conseguirla sin levantar sospechas?",
    "cuchillo": "Una herramienta de cocina común. Fácil de encontrar en cualquier hogar. Lo interesante es quién lo tomó… y por qué.",
    "jeringa": "Pequeña, precisa, casi imperceptible. Ideal para alguien con conocimientos… o con miedo de hacer demasiado ruido.",
    "hacha": "Pesada, brutal, usada normalmente para partir hielo… pero también cráneos. ¿Quién se atrevería a cargar con algo así sin llamar la atención?",
    "veneno": "Invisible, callado, y lento. Marge cultiva hierbas en el jardín… algunas incluso las usa en el té. ¿Sabías que la lavanda puede ser tóxica en grandes cantidades?"
  },  
  {
    "caso" : 3, 
    "sospechoso": "lisa",
    "arma": "jeringa",
    "locacion": "kwikemart",
    "historia": "Lisa descubrió que Moe estaba realizando crueles experimentos con animales en el sótano del bar para crear una cerveza más adictiva. Llenó una jeringa con un suero que debía neutralizarlo por unas horas, pero accidentalmente la dosis fue letal. Moe cayó justo frente al mostrador de Apu. Lisa huyó del lugar, asustada, sin saber que había acabado con la vida del tabernero.",
    "homero": "Apu me dijo que Lisa estuvo rondando por el Kwik-E-Mart esa tarde. Pero vamos, ¿Lisa? ¿En problemas? ¡Eso es imposible!",
    "marge": "Lisa estuvo callada todo el día. Muy pensativa. Me dijo que tenía que 'arreglar algo importante'… no supe a qué se refería.",
    "bart": "Yo vi a Lisa saliendo rápido del Kwik-E-Mart. Parecía asustada. Se le cayó algo… pero cuando fui a ver, ya no estaba.",
    "lisa": "Solo quería evitar que Moe siguiera lastimando animales. No… no quería que muriera. Fue un accidente. No puedo con esto.",
    "flanders": "Apu me contó que Moe entró alterado, y luego Lisa también. Dijo que algo extraño pasó, pero la cámara de seguridad falló justo ese día… raro, ¿verdad?",
    "casa_simpson": "La alfombra del salón aún tenía restos de cerveza. Aunque nadie dice que Moe estuvo ahí recientemente, se encontró una tapa de botella en el buzón.",
    "casa_flanders": "Todo está limpio como siempre, excepto un cuchillo de cocina que falta del estante. Ned asegura que se rompió y lo tiró… pero no hay rastro del cuchillo.",
    "bar_moe": "El hacha del callejón trasero ya no está en su sitio habitual, donde Moe partía el hielo. Sin embargo, nadie recuerda haberla usado últimamente.",
    "krustyland": "Una bebida abandonada fue enviada al laboratorio por precaución. Contenía trazas de un tóxico que puede encontrarse en ciertas flores domésticas.",
    "kwikemart": "En el depósito del Kwik-E-Mart se encontró una jeringa descartada junto a un envoltorio con el nombre de Lisa escrito en marcador rojo. Nadie sabe cómo llegó ahí.",
    "pistola": "Un arma de fuego fue reportada como robada de la oficina del jefe Gorgory. Las huellas encontradas en el gatillo pertenecen a un menor de edad.",
    "cuchillo": "Un cuchillo de cocina del set de los Flanders está desaparecido. Una mancha marrón fue descubierta en la mesa del comedor… ¿vino? ¿o algo más?",
    "jeringa": "La jeringa usada contenía un suero experimental de origen escolar. En la etiqueta interior se leía 'L.S.', como las iniciales de Lisa Simpson.",
    "hacha": "El hacha tenía restos de sangre seca, pero fue limpiada apresuradamente. Homero juró que no la había tocado… pero su camisa tenía motas de aserrín.",
    "veneno": "La mezcla encontrada en la bebida incluía lavanda y digital, dos ingredientes que Marge tiene en su jardín y ha usado para infusiones… según ella, solo para dormir mejor."
  },  
  {
    "caso" : 4, 
    "sospechoso": "flanders",
    "arma": "cuchillo",
    "locacion": "casa_flanders",
    "historia": "Moe había comenzado a organizar fiestas ruidosas cerca de la casa de los Flanders para molestar a Ned y atraer clientes al bar. Flanders, colmado de paciencia, lo invitó a su casa para 'orar juntos'. Durante la charla, Moe se burló de su fe una vez más. Ned no soportó más. Tomó un cuchillo de cocina, pidió perdón a Dios… y cometió el crimen. Un vecino escuchó a Ned murmurar: “Lo hice por la paz del vecindario, Señor”.",
    "homero": "Escuché a Moe decir que iría a casa de Ned para 'darle una lección de fiesta'. No supe más. Solo vi luces apagadas poco después.",
    "marge": "Ned me pidió una infusión para calmar los nervios esa noche. Dijo que tenía que tener una 'charla difícil' con alguien. Sonaba muy serio.",
    "bart": "Vi a Ned afilando cuchillos en su cocina. Dijo que era para cortar carne congelada… pero no vi carne por ningún lado.",
    "lisa": "Flanders me pareció extraño ese día. Muy callado. Parecía orar todo el tiempo. Incluso cuando no estaba en la iglesia.",
    "flanders": "Moe vino a hablar, eso es cierto. Discutimos. Pero se fue por su cuenta… o eso creo. Yo estaba orando cuando salí del cuarto.",
    "casa_simpson": "Una tapa de cerveza estaba debajo del sofá. Bart dice que no es suya, y Homero no recuerda haber bebido en casa ese día. Curioso.",
    "casa_flanders": "Un cuchillo del set está desaparecido. En el lavaplatos había rastros de un líquido rojizo, y la rejilla de ventilación tenía marcas recientes de limpieza.",
    "bar_moe": "La barra mostraba una grieta reciente, como si algo pesado hubiera golpeado. No había señales de sangre, pero sí de que alguien limpió rápido.",
    "krustyland": "Una bebida fue abandonada en la fila de la montaña rusa. El personal dijo que Marge estuvo por ahí, pero nadie la vio bebiendo.",
    "kwikemart": "Se encontró un envoltorio con nombre escrito a mano y una bolsa con vendas médicas en el depósito. Lisa negó haber estado allí ese día.",
    "pistola": "Se encontró una bala sin disparar en la mochila de Bart, pero la pistola desaparecida aún no aparece.",
    "cuchillo": "Del set de cocina de Ned Flanders falta uno. La funda de ese cuchillo tenía manchas que alguien trató de limpiar con cloro.",
    "jeringa": "Una jeringa fue hallada vacía en el Kwik-E-Mart. El líquido fue identificado como un sedante escolar experimental.",
    "hacha": "Homero dijo que el hacha del bar de Moe estaba rota, pero luego apareció entera, escondida tras el basurero del callejón.",
    "veneno": "Trazas de veneno fueron halladas en una taza de Krustyland. La mezcla coincide con plantas del jardín de los Flanders y los Simpson."
  },  
  {
    "caso" : 5, 
    "sospechoso": "homero",
    "arma": "hacha",
    "locacion": "bar_moe",
    "historia": "Homero estaba furioso. Moe había eliminado su 'cuenta abierta' en el bar por falta de pago. Esa noche, ya pasado de copas, Homero encontró un hacha en el callejón trasero (usada para romper el hielo). Entró al bar justo cuando Moe cerraba. No hubo testigos. Solo un hacha ensangrentada y una canción de Lenny y Carl sonando en la rocola.",
    "marge": "Homero volvió muy tarde esa noche, con la camisa manchada y olor a alcohol. Dijo que se cayó... pero no tenía raspones.",
    "bart": "Vi a mi papá merodeando el bar cuando pasaba en mi patineta. Se veía raro, como hablando solo o cantando.",
    "lisa": "Papá estuvo bebiendo demasiado últimamente. Le escuché decir: 'Si Moe no me fía más, lo arreglo yo mismo'.",
    "flanders": "Escuché un golpe fuerte y luego la rocola sonar a todo volumen. Me pareció extraño porque Moe cerraba temprano ese día.",
    "homero": "¡Yo no maté a Moe! Solo fui a pedirle que me fiara una última cerveza. Luego todo está borroso…",
    "casa_simpson": "Había restos de tierra fresca en las botas de Homero, pero eso podría deberse al jardín trasero o al camino al bar.",
    "casa_flanders": "Todo en orden, aunque Ned estaba más callado de lo normal últimamente. Su cocina estaba impecable, como siempre.",
    "bar_moe": "La barra tenía rastros de sangre y un golpe seco en la madera. Se halló un cabo de hacha tirado tras el mostrador.",
    "krustyland": "El sector de bebidas fue limpiado recientemente por mantenimiento, pero no hubo incidentes reportados esa noche.",
    "kwikemart": "Apu reportó haber visto a Lisa entrar corriendo el día anterior, pero nada extraño ocurrió durante el cierre.",
    "pistola": "El arma sigue sin aparecer, pero el jefe Gorgory confirmó que una pistola fue robada del depósito hace una semana.",
    "cuchillo": "El cuchillo faltante en casa de Flanders fue reemplazado por uno nuevo. Según Ned, el anterior se le rompió lavándolo.",
    "jeringa": "La jeringa encontrada tenía restos de un líquido viscoso que no era letal por sí mismo, pero sí en grandes dosis.",
    "hacha": "Fue encontrada con sangre seca detrás del bar de Moe. La empuñadura tenía huellas dactilares borrosas, pero se presume fue usada recientemente.",
    "veneno": "Una mezcla de té fue descartada en Krustyland por un cliente que notó un sabor amargo. No se encontró veneno en la muestra."
  }  
]
